Repository: cafe-sur-cour/AREA
Catalog: mobile/lib/l10n/app_*.arb
Languages: fr

# about_why_choose_amazing_support_description
source: Our dedicated support team is here to help you succeed every step of the way.
fr: Notre équipe de support dédiée est là pour vous aider à réussir à chaque étape.

# about_cta_title
source: Ready to Transform Your Workflow?
fr: Prêt à Transformer Votre Workflow ?

# about_cta_description
source: Join thousands of users who are already saving time with Area. Start automating today.
fr: Rejoignez des milliers d'utilisateurs qui économisent déjà du temps avec Area. Commencez à automatiser dès aujourd'hui.

# about_cta_button_dashboard
source: Go to Dashboard
fr: Aller au Tableau de bord

# about_cta_button_start
source: Start Free
fr: Commencer Gratuitement

# about_cta_button_explore
source: Explore Services
fr: Explorer les Services
