Repository: cafe-sur-cour/AREA
Catalog: mobile/lib/l10n/app_*.arb
Languages: fr

# label_home
source: Home
fr: Accueil

# label_add
source: Add
fr: Créer

# label_profile
source: Profile
fr: Profil

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Register
fr: Inscription

source: Not connected
fr: Non connecté

source: Backend Server Address
fr: Adresse du serveur backend

# empty_email
source: Please enter your email
fr: Entrez votre email

# invalid_email
source: Please enter a valid email
fr: Entrez un email valide

source: Password
fr: Mot de passe

# empty_password
source: Please enter your password
fr: Entrez votre mot de passe

# invalid_password
source: Password must be at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères

# forgot_password_question
source: Forgot your password ?
fr: Mot de passe oublié ?

source: Forgot Password
fr: Mot de passe oublié

source: Confirm Email
fr: Confirmer l'email

# confirm_email_differs
source: Emails differ
fr: Les mails ne correspondent pas

source: Email sent
fr: Email envoyé

source: Send
fr: Envoyer

source: Name
fr: Nom

# empty_name
source: Please enter your name
fr: Entrez votre nom

# invalid_name
source: Name must be less than 38 characters
fr: Le nom doit contenir moins de 38 caractères

source: Confirm Password
fr: Confirmer le mot de passe

# confirm_password_differs
source: Passwords differ
fr: Les mots de passe ne correspondent pas

# empty_backend_server_address
source: Please enter a backend server address
fr: Entrez une adresse du serveur backend

# invalid_backend_server_address
source: The address is not valid
fr: L'adresse n'est pas valide

# valid_backend_server_address
source: The address is valid
fr: L'adresse est valide

source: User registered
fr: Utilisateur créé

# logged_in
source: Logged in successfully
fr: Connexion réussie

# logged_out
source: Logged out successfully
fr: Déconnexion réussie

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Delete
fr: Supprimer

source: Retry
fr: Réessayer

source: Loading
fr: Chargement

source: Error
fr: Erreur

# welcome_home
source: Welcome to home page
fr: Bienvenue sur la page d'accueil

# github_login_failed
source: GitHub login failed: {error}
fr: Échec de la connexion GitHub : {error}

# google_login_failed
source: Google login failed: {error}
fr: Échec de la connexion Google : {error}

# failed_open_browser
source: Failed to open browser: {error}
fr: Impossible d'ouvrir le navigateur : {error}

# connect_service
source: Connect {serviceName}
fr: Connecter {serviceName}

# service_login
source: {providerName} Login
fr: Connexion {providerName}

source: Loading authentication...
fr: Chargement de l'authentification...

source: Authentication Error
fr: Erreur d'authentification

source: Set Delay
fr: Définir le délai

# set_delay_for
source: Set Delay for {reactionName}
fr: Définir le délai pour {reactionName}

source: Days
fr: Jours

source: Hours
fr: Heures

source: Seconds
fr: Secondes

# total_delay
source: Total delay: {delay}
fr: Délai total : {delay}

source: No delay
fr: Aucun délai

# automation_name
source: Name
fr: Nom

# name_required
source: Name is required
fr: Le nom est requis

# failed_create_automation
source: Failed to create automation: {error}
fr: Échec de création de l'automatisation : {error}

source: Delete Automation
fr: Supprimer l'automatisation

# delete_automation_confirm
source: Are you sure you want to delete "{automationName}"?
fr: Êtes-vous sûr de vouloir supprimer "{automationName}" ?

# error_deleting_automation
source: Error deleting automation: {error}
fr: Erreur lors de la suppression de l'automatisation : {error}

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Deactivate automation
fr: Désactiver l'automatisation

source: Activate automation
fr: Activer l'automatisation

# delete_automation_tooltip
source: Delete automation
fr: Supprimer l'automatisation

source: Reaction:
fr: Réaction :

source: Reactions:
fr: Réactions :

source: Error loading automations
fr: Erreur de chargement

source: No automations yet
fr: Aucune automatisation

# connect_to_create
source: Connect to create your first automation
fr: Connectez-vous pour créer la première

# create_first_automation
source: Create your first automation to get started
fr: Créez votre première automatisation

source: My AREAs
fr: Mes AREAs

source: All
fr: Tout

# reactions_filter
source: Reactions
fr: Réactions

source: Error loading catalogue
fr: Erreur lors du chargement du catalogue

source: No items available
fr: Aucun élément disponible

source: No {filter} available
fr: Aucun {filter} disponible

source: No description available
fr: Aucune description disponible

source: Use as Action
fr: Utiliser comme action

source: Use as Reaction
fr: Utiliser comme réaction

# backend_not_configured
source: Backend server address is not configured
fr: L'adresse du serveur backend n'est pas configurée

# failed_load_item
source: Failed to load {itemType}: {error}
fr: Échec du chargement de {itemType} : {error}

# action_lower
source: action
fr: l'action

# reaction_lower
source: reaction
fr: la réaction

source: Loading services...
fr: Chargement des services...

# failed_load_services
source: Failed to load services: {error}
fr: Échec du chargement des services : {error}

# connecting_to_service
source: Connecting to {serviceName}...
fr: Connexion à {serviceName}...

# failed_connect_service
source: Failed to connect to {serviceName}: {error}
fr: Échec de connexion à {serviceName} : {error}

# unsubscribe_confirm
source: Are you sure you want to unsubscribe from {serviceName}? This will stop all automations using this service.
fr: Êtes-vous sûr de vouloir vous désabonner de {serviceName} ? Cela arrêtera toutes les automatisations utilisant ce service.

# unsubscribing_from_service
source: Unsubscribing from {serviceName}...
fr: Désabonnement de {serviceName}...

source: Error loading services
fr: Erreur lors du chargement des services

source: Loading reactions...
fr: Chargement des réactions...

source: Error loading reactions
fr: Erreur lors du chargement des réactions

source: Loading actions...
fr: Chargement des actions...

source: Error loading actions
fr: Erreur lors du chargement des actions

source: Action Services
fr: Services d'actions

source: Reaction Services
fr: Services de réactions

source: No services available
fr: Aucun service disponible

# no_services_with_actions
source: There are no services with actions available at the moment.
fr: Il n'y a aucun service avec des actions disponibles pour le moment.

# no_services_with_reactions
source: There are no services with reactions available at the moment.
fr: Il n'y a aucun service avec des réactions disponibles pour le moment.

# no_services_available_title
source: No Services Available
fr: Aucun service disponible

# no_services_found
source: No services found. Please check your connection.
fr: Aucun service trouvé. Veuillez vérifier votre connexion.

source: AND
fr: ET

source: THEN
fr: PUIS

# clear_all_reactions
source: Clear All Reactions ({count})
fr: Effacer toutes les réactions ({count})

source: Create Automation
fr: Créer l'automatisation

# please_add_action_and_reaction
source: Please add both an action and at least one reaction
fr: Veuillez ajouter une action et au moins une réaction

source: Configure Automation
fr: Configurer l'automatisation

source: Invalid automation state
fr: État d'automatisation invalide

# go_back_select_action_reaction
source: Please go back and select both an action and at least one reaction.
fr: Veuillez revenir en arrière et sélectionner une action et au moins une réaction.

source: Automation Details
fr: Détails de l'automatisation

# reaction_number
source: Reaction {number}: {reactionName}
fr: Réaction {number} : {reactionName}

# no_additional_config
source: This action requires no additional configuration.
fr: Cette action ne nécessite aucune configuration supplémentaire.

# no_additional_config_reaction
source: This reaction requires no additional configuration.
fr: Cette réaction ne nécessite aucune configuration supplémentaire.

source: Creating Automation...
fr: Création de l'automatisation...

# automation_created_success
source: Automation created successfully!
fr: Automatisation créée avec succès !

# field_required
source: {fieldName} is required
fr: {fieldName} est requis

# valid_email_required
source: Please enter a valid email address
fr: Veuillez entrer une adresse email valide

# valid_number_required
source: Please enter a valid number
fr: Veuillez entrer un nombre valide

# invalid_select_field
source: Invalid select field: {fieldName} has no options
fr: Champ de sélection invalide : {fieldName} n'a pas d'options

# type_brace_for_suggestions
source: Type {character} to see action data suggestions
fr: Tapez {character} pour voir les suggestions de données d'action

# example
source: Example: {example}
fr: Exemple : {example}

source: Edit
fr: Modifier

source: Set
fr: Définir

# default_automation_name
source: My Automation {timestamp}
fr: Mon automatisation {timestamp}

# default_automation_description
source: Created from mobile app
fr: Créée depuis l'application mobile

# backend_server_not_configured
source: Backend server address not configured
fr: L'adresse du serveur backend n'est pas configurée

# action_failed
source: Action failed: {error}
fr: Action échouée : {error}

# successfully_connected_to
source: Successfully connected to {serviceName}
fr: Connecté avec succès à {serviceName}

# unsubscribe_from
source: Unsubscribe from {serviceName}
fr: Se désabonner de {serviceName}

# unsubscribed_from
source: Unsubscribed from {serviceName}
fr: Désabonné de {serviceName}

# unsubscribe_failed
source: Unsubscribe failed: {error}
fr: Échec du désabonnement : {error}

source: Connected
fr: Connecté

source: Not Subscribed
fr: Non abonné

source: Unsubscribe
fr: Se désabonner

source: Subscribe
fr: S'abonner

# connect_and_subscribe
source: Connect & Subscribe
fr: Connecter et s'abonner

# retry_failed
source: Retry failed. Please try again.
fr: Nouvelle tentative échouée. Veuillez réessayer.

# retrying
source: Retrying... ({count}/{max})
fr: Nouvelle tentative... ({count}/{max})

source: Max retries reached
fr: Nombre maximum de tentatives atteint

# failed_to_load_authentication
source: Failed to load authentication page
fr: Échec du chargement de la page d'authentification

# retrying_count
source: Retrying... ({count}/{max})
fr: Nouvelle tentative... ({count}/{max})

source: Parameters
fr: Paramètres

# required_lowercase
source: required
fr: requis

source: Choose this Action
fr: Choisir cette action

source: Choose this Reaction
fr: Choisir cette réaction

# service_subscription_failed
source: Service subscription failed: {error}
fr: Échec d'abonnement au service : {error}

# complete_service_setup
source: Complete {serviceName} setup in your browser, then return to the app.
fr: Terminez la configuration de {serviceName} dans votre navigateur, puis revenez à l'application.

source: Dashboard
fr: Tableau de bord

# manage_areas_performance
source: Manage your Areas and monitor their performance
fr: Gérez vos Areas et surveillez leurs performances

source: Quick actions
fr: Actions rapides

source: Connect Services
fr: Connecter des services

source: Link new platforms
fr: Lier de nouvelles plateformes

source: Browse Templates
fr: Parcourir les modèles

source: Pre-made Areas
fr: Areas pré-faites

source: Account Settings
fr: Paramètres du compte

source: Manage your profile
fr: Gérer votre profil

source: Your Areas
fr: Vos Areas

source: Total Areas
fr: Areas totales

source: Connected Services
fr: Services connectés

source: No Area yet
fr: Aucune Area pour le moment

# create_first_area
source: Create your first Area to get started
fr: Créez votre première Area pour commencer

# trigger_colon
source: Trigger: {trigger}
fr: Déclencheur : {trigger}

# automate_your_life
source: Automate your life with powerful connections
fr: Automatisez votre vie avec des connexions puissantes

# connect_favorite_apps
source: Connect your favorite apps and services to create powerful automations. Save time and focus on what matters most.
fr: Connectez vos applications et services préférés pour créer des automatisations puissantes. Gagnez du temps et concentrez-vous sur ce qui compte vraiment.

source: Get started free
fr: Commencer gratuitement

source: Sign in
fr: Se connecter

source: Go to Dashboard
fr: Aller au tableau de bord

# active_automations_label
source: Active automations
fr: Automatisations actives

# connected_services_label
source: Connected services
fr: Services connectés

# happy_users_label
source: Happy users
fr: Utilisateurs satisfaits

source: How it works
fr: Comment ça marche

# create_powerful_automations
source: Create powerful automations in three simple steps
fr: Créez des automatisations puissantes en trois étapes simples

source: Choose a trigger
fr: Choisissez un déclencheur

# select_app_event
source: Select an app and event that starts your automation
fr: Sélectionnez une application et un événement qui démarre votre automatisation

source: Add an action
fr: Ajoutez une action

# choose_what_happens
source: Choose what happens when your trigger fires
fr: Choisissez ce qui se passe quand votre déclencheur se déclenche

source: Activate & relax
fr: Activez et détendez-vous

# automation_runs_automatically
source: Your automation runs automatically in the background
fr: Votre automatisation fonctionne automatiquement en arrière-plan

source: Popular automations
fr: Automatisations populaires

# get_inspired
source: Get inspired by what others are building
fr: Inspirez-vous de ce que les autres construisent

# email_to_slack
source: GitHub Push to Slack
fr: Email vers Slack

# slack_email_notifications
source: Get notified in Slack when code is pushed to your GitHub repository
fr: Soyez notifié dans Slack quand vous recevez des emails importants

# social_media_sync
source: Daily Teams Reminder
fr: Synchronisation réseaux sociaux

# post_multiple_networks
source: Send daily standup reminders to your Microsoft Teams channel
fr: Publiez sur plusieurs réseaux sociaux à la fois

# calendar_reminders
source: PR Merged Notification
fr: Rappels de calendrier

# sms_calendar_reminders
source: Get notified in Slack when a pull request is merged on GitHub
fr: Envoyez des rappels SMS avant les événements du calendrier

# file_backup
source: Profile Change Alert
fr: Sauvegarde de fichiers

# automatic_cloud_backup
source: Receive an email notification when your Microsoft profile picture changes
fr: Sauvegardez automatiquement les fichiers vers le stockage cloud

# task_management
source: Scheduled Calendar Event
fr: Gestion des tâches

# create_tasks_from_emails
source: Automatically create calendar events at scheduled times
fr: Créez des tâches à partir d'emails ou de messages

# data_collection
source: Slack Reaction to Issue
fr: Collection de données

# save_forms_to_spreadsheets
source: Create a GitHub issue when someone reacts to a Slack message
fr: Sauvegardez les réponses de formulaires dans des feuilles de calcul

source: Lightning fast
fr: Ultra rapide

# automations_run_instantly
source: Your automations run instantly when triggered, with no delays or waiting.
fr: Vos automatisations s'exécutent instantanément quand elles sont déclenchées, sans délais ni attente.

source: Save time
fr: Gagnez du temps

# automate_repetitive_tasks
source: Automate repetitive tasks and focus on what really matters to you.
fr: Automatisez les tâches répétitives et concentrez-vous sur ce qui compte vraiment pour vous.

source: Secure & reliable
fr: Sécurisé et fiable

# enterprise_grade_security
source: Enterprise-grade security with 99.9% uptime guarantee for your peace of mind.
fr: Sécurité de niveau entreprise avec une garantie de disponibilité de 99,9% pour votre tranquillité d'esprit.

# ready_to_automate
source: Ready to automate your workflow?
fr: Prêt à automatiser votre flux de travail ?

# join_millions_users
source: Join millions of users who are already saving time with powerful automations.
fr: Rejoignez des millions d'utilisateurs qui économisent déjà du temps avec des automatisations puissantes.

source: Go to My AREAs
fr: Aller à Mes AREAs

source: Start for free
fr: Commencer gratuitement

# copyright_notice
source: Â© 2025 Area. All rights reserved.
fr: © 2025 Area. Tous droits réservés.

source: Not authenticated
fr: Non authentifié

source: About
fr: À propos

# about_hero_title
source: Empowering your workflow with
fr: Optimisez votre workflow avec

# about_hero_title_highlight
source: intelligent automation
fr: l'automation intelligente

# about_hero_description
source: We believe in making technology work for you. Our platform connects your favorite apps and services, creating seamless workflows that save time and boost productivity.
fr: Nous croyons que la technologie doit travailler pour vous. Notre plateforme connecte vos applications et services préférés, créant des workflows fluides qui vous font gagner du temps et augmentent votre productivité.

# about_mission_title
source: Our Mission
fr: Notre Mission

# about_mission_description1
source: At Area, we're on a mission to make automation accessible to everyone. Whether you're a business professional, developer, or just someone looking to save time, we provide the tools you need to connect your digital life.
fr: Chez Area, notre mission est de rendre l'automatisation accessible à tous. Que vous soyez professionnel, développeur ou simplement quelqu'un qui cherche à gagner du temps, nous vous fournissons les outils nécessaires pour connecter votre vie numérique.

# about_mission_description2
source: We believe that technology should adapt to your needs, not the other way around. That's why we're constantly innovating and adding new integrations to help you work smarter, not harder.
fr: Nous croyons que la technologie doit s'adapter à vos besoins, et non l'inverse. C'est pourquoi nous innovons constamment et ajoutons de nouvelles intégrations pour vous aider à travailler plus intelligemment, pas plus dur.

# about_mission_stats_users
source: Active Users
fr: Utilisateurs Actifs

# about_mission_stats_automations
source: Automations Running
fr: Automatisations Actives

# about_mission_stats_integrations
source: Integrations
fr: Intégrations

# about_mission_stats_uptime
source: Uptime
fr: Disponibilité

# about_values_title
source: Our Values
fr: Nos Valeurs

# about_values_subtitle
source: The principles that guide everything we do
fr: Les principes qui guident tout ce que nous faisons

# about_values_user_centric_title
source: User-Centric
fr: Centré sur l'utilisateur

# about_values_user_centric_description
source: Your needs drive our development. We listen to feedback and build features that matter.
fr: Vos besoins guident notre développement. Nous écoutons vos retours et créons des fonctionnalités importantes.

# about_values_innovation_description
source: We're always pushing boundaries to bring you the latest in automation technology.
fr: Nous repoussons constamment les limites pour vous apporter le meilleur de la technologie d'automatisation.

# about_values_security_title
source: Security First
fr: Sécurité Prioritaire

# about_values_security_description
source: Your data security is our top priority. We use industry-leading encryption and security practices.
fr: La sécurité de vos données est notre priorité absolue. Nous utilisons le chiffrement et les pratiques de sécurité de pointe.

# about_values_global_title
source: Global Reach
fr: Portée Mondiale

# about_values_global_description
source: Available in multiple languages and regions, serving users worldwide.
fr: Disponible en plusieurs langues et régions, au service d'utilisateurs dans le monde entier.

# about_values_open_source_description
source: We believe in transparency and contributing to the open-source community.
fr: Nous croyons en la transparence et contribuons à la communauté open source.

# about_values_passion_description
source: We love what we do, and it shows in every feature we build.
fr: Nous aimons ce que nous faisons, et cela se voit dans chaque fonctionnalité que nous créons.

# about_story_title
source: Our Story
fr: Notre Histoire

# about_story_paragraph1
source: Area was born from a simple idea: what if we could make it easy for anyone to automate their digital life? We saw people spending countless hours on repetitive tasks, switching between apps, and manually transferring data.
fr: Area est né d'une idée simple : et si nous pouvions faciliter l'automatisation de la vie numérique de chacun ? Nous avons vu des gens passer d'innombrables heures sur des tâches répétitives, basculer entre les applications et transférer manuellement des données.

# about_story_paragraph2
source: We knew there had to be a better way. So we set out to build a platform that would connect all the tools and services people use every day, making it easy to create powerful automations without writing a single line of code.
fr: Nous savions qu'il devait y avoir un meilleur moyen. Nous nous sommes donc lancés dans la construction d'une plateforme qui connecterait tous les outils et services que les gens utilisent quotidiennement, facilitant la création d'automatisations puissantes sans écrire une seule ligne de code.

# about_story_paragraph3
source: Since our launch, we've helped millions of users save time and increase productivity. We've grown from a small team with a big vision to a global platform serving users across the world.
fr: Depuis notre lancement, nous avons aidé des millions d'utilisateurs à gagner du temps et à augmenter leur productivité. Nous sommes passés d'une petite équipe avec une grande vision à une plateforme mondiale au service d'utilisateurs dans le monde entier.

# about_story_paragraph4
source: But we're just getting started. Every day, we're working on new integrations, features, and improvements to make Area even better. Thank you for being part of our journey.
fr: Mais nous ne faisons que commencer. Chaque jour, nous travaillons sur de nouvelles intégrations, fonctionnalités et améliorations pour rendre Area encore meilleur. Merci de faire partie de notre aventure.

# about_technology_title
source: Built with Modern Technology
fr: Construit avec des Technologies Modernes

# about_technology_subtitle
source: Powered by cutting-edge tools and frameworks
fr: Propulsé par des outils et frameworks de pointe

# about_why_choose_title
source: Why Choose Area?
fr: Pourquoi Choisir Area ?

# about_why_choose_subtitle
source: Here's what makes us different
fr: Voici ce qui nous rend différents

# about_why_choose_easy_to_use_title
source: Easy to Use
fr: Facile à Utiliser

# about_why_choose_easy_to_use_description
source: No coding required. Our intuitive interface makes creating automations simple and fun.
fr: Aucun code requis. Notre interface intuitive rend la création d'automatisations simple et amusante.

# about_why_choose_lightning_fast_title
source: Lightning Fast
fr: Ultra Rapide

# about_why_choose_lightning_fast_description
source: Your automations execute instantly with minimal latency for real-time results.
fr: Vos automatisations s'exécutent instantanément avec une latence minimale pour des résultats en temps réel.

# about_why_choose_enterprise_security_title
source: Enterprise Security
fr: Sécurité d'Entreprise

# about_why_choose_enterprise_security_description
source: Bank-level security with encryption, compliance, and regular security audits.
fr: Sécurité de niveau bancaire avec chiffrement, conformité et audits de sécurité réguliers.

# about_why_choose_amazing_support_title
source: Amazing Support
fr: Support Exceptionnel
